{
    "insults": [
        {"insult": "I'd like to see things from your point of view but I can't seem to get my head that far up my ass."},
        {"insult": "You look like something I'd draw with my left hand."},
        {"insult": "I'm jealous of all the people that haven't met you!."},
        {"insult": "I may love to shop but I'm not buying your bullshit."},
        {"insult": "If you spoke your mind, you'd be speechless."},
        {"insult": "Better to let people think you're smart until you open your mouth and prove them wrong."},
        {"insult": "Roses are red, violets are blue, I have 5 fingers, the 3rd ones for you."},
        {"insult": "If I wanted to kill myself I'd climb your ego and jump to your IQ."},
        {"insult": "Is your ass jealous of the amount of shit that just came out of your mouth?"},
        {"insult": "The last time I saw a face like yours I fed it a banana."},
        {"insult": "For those who never forget a face, you are an exception."},
        {"insult": "If assholes could fly, your place would be an airport!"},
        {"insult": "I'd like to see things from your point of view but I can't seem to get my head that far up my ass."},
        {"insult": "We all sprang from apes, but you didn't spring far enough."},
        {"insult": "You are proof that God has a sense of humor."},
        {"insult": "It's too bad stupidity isn't painful."},
        {"insult": "You have delusions of adequacy."},
        {"insult": "You consistently meet my expectations."},
        {"insult": "You're not the dumbest person in the world, but you better hope he doesn't die."},
        {"insult": "It is impossible to underestimate you."},
        {"insult": "All I know is one of us is right, and the other one is you."},
        {"insult": "I'd agree with you, but then we would both be wrong."},
        {"insult": "I don't know what your problem is, but I bet it's really hard for you to pronounce."},
        {"insult": "Somewhere out there, there’s a tree whose single purpose on earth is to replace the oxygen you waste. Go find it and apologize."},
        {"insult": "Your existence disproves 'survival of the fittest'"},
        {"insult": "Not saying I hate you, but I would unplug your life support to charge my phone."},
        {"insult": "I expected nothing, but I’m still disappointed."}
    ]
}
